{"translation-revision-date":"2023-08-24 09:56:56+0000","generator":"GlotPress\/4.0.0","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"hu"},"New":["Új"],"seconds":["másodperc"],"Remove image":["Kép eltávolítása"],"Select image":["Kép kiválasztása"],"Replace image":["Kép cseréje"],"Dismiss this alert":["Értesítés bezárása"],"Once you add a bit more copy, we'll give you a list of words that occur the most in the content. These give an indication of what your content focuses on.":["Amint még egy kicsivel többet adsz hozzá a jelenlegi tartalomhoz, me pedig kilistázzuk neked azokat a szavakat, amik a legtöbbször előfordulnak. Ez segít jobban megérteni, hogy miről szól leginkább a szöveg."],"%d occurrences":["%d előfordulás"],"minutes":["perc"],"hours":["óra"],"Read our %1$sultimate guide to keyword research%2$s to learn more about keyword research and keyword strategy.":["Olvasd el a %1$sKulcsszavak felkutatása teljes útmutatót%2$s hogy többet is megtudjál a kulcsszavak felkutatásáról és stratégiákról."],"The following words occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly. ":["A következő szavak fordulnak elő leginkább ebben a tartalomban. Ez arra enged következtetni, hogy miről is szól ez a tartalom. Azonban, ha ez a szólista nagyon eltérne a topiktól, úgy talán mégis érdemes lenne átírni a tartalmat, hogy jobban összhangban legyenek."],"Prominent words":["Kiemelkedő szavak"],"Something went wrong. Please reload the page.":["Valami nem sikerült. Kérlek frissítsd az oldalt."],"Dismiss this notice":["Értesítés bezárása"],"Your site language is set to %s. If this is not correct, contact your site administrator.":["A weboldalad %s nyelvre van állítva. Ha ez nem megfelelő, keresd fel az oldal adminisztrátorát."],"On":["Be"],"Off":["Ki"],"Your site language is set to %s. ":["A webhelyed beállított nyelve %s."],"Change language":["Nyelv változtatása"],"(Opens in a new browser tab)":["(Új böngésző lapon nyílik)"],"Close":["Bezárás"]}},"comment":{"reference":"js\/dist\/externals\/componentsNew.js"}}